<?php
//000000086400a:2:{i:4;a:6:{s:10:"content_id";s:1:"4";s:5:"title";s:21:"跑腿员合作协议";s:8:"contents";s:5832:"合作协议


甲方： 1STPAY技术有限公司 (1STPAY Technology Limited, 以下简称“甲方”）
乙方：

甲乙双方经友好协商，就甲方o2o平台物流配送有关合作事宜，达成如下协议：

一、	合作内容
甲方向乙方提供取、送货服务的信息，乙方收到前述信息后为客户提供取、送货服务（以下简称“取送服务”）。
二、	合作条件
1.	甲方应符合条件：新西兰注册企业，并拥有服务资质。
2.	乙方应符合如下条件： 
1)	年龄满18周岁且不超过45周岁
2)	承诺本人无任何犯罪记录
3)	能提供合法有效身份证明(新西兰full driver license ，非澳大利亚/新西兰公民或永久居民需另外提供有效护照)
4)	能提供有效住址证明（最近1个月的账单）
5)	能够提供有效及可验证的邮箱及手机号码
6)	可以用英语做基本的交流
7)	身体健康
8)	衣着得体，言谈亲切，举止大方
9)	不属于被甲方永久禁闭系统账户（指甲方为乙方开设的快递员系统账户，以下简称“系统账户”）的人员。
10)	必须使用合法、合规且证件齐全的交通工具，同时需具备使用这些交通工具的资质。
3.	甲乙双方在此确认，其对上述合作条件已明确知悉并认可。
三、	合作流程
1.	甲方接受客户信息后应通知乙方服务内容，包括取货地点、送货时间、地点、距离、价格等相关信息。 
2.	乙方收到前述信息后，应依据本协议提供取送服务。 
四、	合作服务中双方的权利与义务 
1.	甲方的权利与义务 
1)	甲方应根据客户要求，合理调配取送任务。
2)	甲方有权利根据管理的需求或市场的变化增加、减少或变更对乙方提出的服务要求。
3)	如遇涉及警察或其他有权部门介入调查等情况出现，甲方有义务配合。 
2.	乙方的权利与义务 
1)	乙方应严格遵守甲方的服务要求；若乙方违反服务要求，甲方有权根据服务要求中的相关规定处理，包括但不限于临时或永久禁闭乙方的系统账户。 
2)	乙方应根据甲方的服务要求完成取送服务，并有义务根据甲方的要求向客户推广甲方的服务和产品。 
3)	若乙方在提供取送服务过程中出现任何可能对甲方造成不利影响的问题，乙方须及时向甲方反馈并协助甲方解决处理该等问题。 
4)	乙方取件时应提醒客户不接受法律明令禁止配送的物品。 
5)	在本协议有效期内，乙方不得与甲方具有竞争关系或具有潜在竞争关系的公司或个人签署相同或类似的合作协议与合同。 (注明：所谓“与甲方具有竞争关系或具有潜在竞争关系的公司或个人”是指是指已经或即将从事专人直送服务类业务的公司或个人。) 
6)	乙方不得擅自私下承接客户的订单。 
7)	乙方不得利用甲方的资源侵犯客户的利益。 
五、	收益分配与结算方式 
1.	甲方有权对乙方提供的取送服务向乙方收取人身意外保险费，具体费用标准和政策按照甲方公布的标准执行。 
2.	甲方有权根据市场的变化及竞争情况的改变合理调整对乙方收取的信息费。 
3.	提现限额：每次提现必须是纽币50元或纽币50元的整数倍。
4.	提现到账时间：甲方申请提现之日T+1到账。
5.	结算货币：新西兰元。
六、	适用法律和争议解决 
1.	本协议的订立、生效、履行和解释应适用新西兰法律。 
2.	如双方在履行本协议中产生争议，应首先通过友好协商的方式解决。协商无法解决时，可以向甲方所在地有管辖权的法庭提起诉讼。 
七、	违约及违约责任 
1.	任何一方没有履行或没有完全履行或没有适当履行本协议项下的任何义务，或者违反本协议的任何条款，无论是由于作为或是不作为，均构成违约（以下简称“违约”，违约的一方以下简称“违约方”，其他非违约方以下简称“履约方”）。 
2.	违约方应赔偿因其违约而给履约方造成的一切实际的直接损失、损害、费用或责任。若各方都有过错，则应根据实际的情况分别承担各自的责任和损失。为免歧义，任何情况下，违约方不需赔偿履约方因该等违约而导致的任何间接的或偶然的损失或损害、以及任何利润损失。 
3.	如在双方合作过程中因乙方原因造成货物丢失毁损或客户索赔，乙方应承担全部赔偿责任，如甲方先行向客户进行了赔付，乙方应立即补偿甲方向客户先行赔付的金额。 
4.	如乙方充当客户或伙同不良客户通过下假单、毁损货物等恶意手段，非法牟取公司补贴、奖励或保价赔偿等，一经发现立即冻结乙方的系统账户，乙方应立即返还其或客户从甲方获得的补贴、奖励或保价赔偿等，并应赔偿由此给甲方造成的任何损失。 
八、	协议的修改与终止 
双方同意，甲方有权随时修改或终止本协议的任何条款，且有权将本协议项下的权利及义务转让予第三方。 若甲方对本协议内容进行变更，将在其网站或APP上予以公布，无需另行通知乙方。
九、	附则 
1.	双方确认，甲方及甲方的关联公司与乙方之间是商业合作关系，不存在雇主与雇员之间的雇佣关系，不受劳动法律法规调整。双方确认，由于不存在雇佣关系，乙方在同甲方合作的过程中，若出现患病或者工作期间负伤等情况，乙方应自行承担相关责任，与甲方无涉。 
2.	本协议及其附件或补充文件构成甲乙双方就本协议内容达成的完整及唯一的协议。
";s:11:"create_time";s:10:"1480251652";s:9:"create_ip";s:11:"49.89.5.127";s:7:"orderby";s:3:"100";}i:2;a:6:{s:10:"content_id";s:1:"2";s:5:"title";s:22:"跑腿员合作协议2";s:8:"contents";s:5833:"2合作协议


甲方： 1STPAY技术有限公司 (1STPAY Technology Limited, 以下简称“甲方”）
乙方：

甲乙双方经友好协商，就甲方o2o平台物流配送有关合作事宜，达成如下协议：

一、	合作内容
甲方向乙方提供取、送货服务的信息，乙方收到前述信息后为客户提供取、送货服务（以下简称“取送服务”）。
二、	合作条件
1.	甲方应符合条件：新西兰注册企业，并拥有服务资质。
2.	乙方应符合如下条件： 
1)	年龄满18周岁且不超过45周岁
2)	承诺本人无任何犯罪记录
3)	能提供合法有效身份证明(新西兰full driver license ，非澳大利亚/新西兰公民或永久居民需另外提供有效护照)
4)	能提供有效住址证明（最近1个月的账单）
5)	能够提供有效及可验证的邮箱及手机号码
6)	可以用英语做基本的交流
7)	身体健康
8)	衣着得体，言谈亲切，举止大方
9)	不属于被甲方永久禁闭系统账户（指甲方为乙方开设的快递员系统账户，以下简称“系统账户”）的人员。
10)	必须使用合法、合规且证件齐全的交通工具，同时需具备使用这些交通工具的资质。
3.	甲乙双方在此确认，其对上述合作条件已明确知悉并认可。
三、	合作流程
1.	甲方接受客户信息后应通知乙方服务内容，包括取货地点、送货时间、地点、距离、价格等相关信息。 
2.	乙方收到前述信息后，应依据本协议提供取送服务。 
四、	合作服务中双方的权利与义务 
1.	甲方的权利与义务 
1)	甲方应根据客户要求，合理调配取送任务。
2)	甲方有权利根据管理的需求或市场的变化增加、减少或变更对乙方提出的服务要求。
3)	如遇涉及警察或其他有权部门介入调查等情况出现，甲方有义务配合。 
2.	乙方的权利与义务 
1)	乙方应严格遵守甲方的服务要求；若乙方违反服务要求，甲方有权根据服务要求中的相关规定处理，包括但不限于临时或永久禁闭乙方的系统账户。 
2)	乙方应根据甲方的服务要求完成取送服务，并有义务根据甲方的要求向客户推广甲方的服务和产品。 
3)	若乙方在提供取送服务过程中出现任何可能对甲方造成不利影响的问题，乙方须及时向甲方反馈并协助甲方解决处理该等问题。 
4)	乙方取件时应提醒客户不接受法律明令禁止配送的物品。 
5)	在本协议有效期内，乙方不得与甲方具有竞争关系或具有潜在竞争关系的公司或个人签署相同或类似的合作协议与合同。 (注明：所谓“与甲方具有竞争关系或具有潜在竞争关系的公司或个人”是指是指已经或即将从事专人直送服务类业务的公司或个人。) 
6)	乙方不得擅自私下承接客户的订单。 
7)	乙方不得利用甲方的资源侵犯客户的利益。 
五、	收益分配与结算方式 
1.	甲方有权对乙方提供的取送服务向乙方收取人身意外保险费，具体费用标准和政策按照甲方公布的标准执行。 
2.	甲方有权根据市场的变化及竞争情况的改变合理调整对乙方收取的信息费。 
3.	提现限额：每次提现必须是纽币50元或纽币50元的整数倍。
4.	提现到账时间：甲方申请提现之日T+1到账。
5.	结算货币：新西兰元。
六、	适用法律和争议解决 
1.	本协议的订立、生效、履行和解释应适用新西兰法律。 
2.	如双方在履行本协议中产生争议，应首先通过友好协商的方式解决。协商无法解决时，可以向甲方所在地有管辖权的法庭提起诉讼。 
七、	违约及违约责任 
1.	任何一方没有履行或没有完全履行或没有适当履行本协议项下的任何义务，或者违反本协议的任何条款，无论是由于作为或是不作为，均构成违约（以下简称“违约”，违约的一方以下简称“违约方”，其他非违约方以下简称“履约方”）。 
2.	违约方应赔偿因其违约而给履约方造成的一切实际的直接损失、损害、费用或责任。若各方都有过错，则应根据实际的情况分别承担各自的责任和损失。为免歧义，任何情况下，违约方不需赔偿履约方因该等违约而导致的任何间接的或偶然的损失或损害、以及任何利润损失。 
3.	如在双方合作过程中因乙方原因造成货物丢失毁损或客户索赔，乙方应承担全部赔偿责任，如甲方先行向客户进行了赔付，乙方应立即补偿甲方向客户先行赔付的金额。 
4.	如乙方充当客户或伙同不良客户通过下假单、毁损货物等恶意手段，非法牟取公司补贴、奖励或保价赔偿等，一经发现立即冻结乙方的系统账户，乙方应立即返还其或客户从甲方获得的补贴、奖励或保价赔偿等，并应赔偿由此给甲方造成的任何损失。 
八、	协议的修改与终止 
双方同意，甲方有权随时修改或终止本协议的任何条款，且有权将本协议项下的权利及义务转让予第三方。 若甲方对本协议内容进行变更，将在其网站或APP上予以公布，无需另行通知乙方。
九、	附则 
1.	双方确认，甲方及甲方的关联公司与乙方之间是商业合作关系，不存在雇主与雇员之间的雇佣关系，不受劳动法律法规调整。双方确认，由于不存在雇佣关系，乙方在同甲方合作的过程中，若出现患病或者工作期间负伤等情况，乙方应自行承担相关责任，与甲方无涉。 
2.	本协议及其附件或补充文件构成甲乙双方就本协议内容达成的完整及唯一的协议。
";s:11:"create_time";s:10:"1480251652";s:9:"create_ip";N;s:7:"orderby";s:3:"100";}}
?>